/* SMTP Server address */
"Address:" = "Adresse:";

/* Authentication checkbox */
"Authentication" = "Authentifizierung";

/* Title for from field */
"From:" = "Von:";

/* No security option */
"None" = "Keine";

/* password field */
"Password:" = "Passwort:";

/* SMTP Server port */
"Port:" = "Port:";

/* Security options title */
"Security:" = "Sicherheit:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "SMTP-Server:";

/* Title for subject prefix field */
"Subject prefix:" = "Betreff-Präfix:";

/* TLS if possible security option */
"TLS if possible" = "TLS falls möglich";

/* TLS or close security option */
"TLS or close" = "TLS oder schließen";

/* Title for to field */
"To:" = "An:";

/* Username field */
"Username:" = "Benutzername:";

